{
    "historyOfChangeCmdTitle": "Historial de cambios",
    "historyOfChangeDialogTitle": "Historial de cambios",
    "historyOfChangeLinkTitle": "Historial de cambios >",
    "backToChangeManagementLinkTitle": "< Volver a Gestión de cambios",
    "close": "Cerrar",
    "open": "Abiertos",
    "noChangeHistoryMsg": "\"{0}\" no tiene un historial de cambios. No está relacionado con el Aviso de cambio de fabricación que fue liberado o que es obsoleto.",
    "createChangeNotice": "Crear un aviso de cambio",
    "cancel": "Cancelar",
    "createAndSubmit": "Crear y enviar",
    "loading": "Cargando...",
    "nonActiveMcnTooltipTitle": "Sin aviso de cambio activo",
    "nonActiveMcnTooltipMessage": "No se están rastreando sus cambios.",
    "nonActiveMcnTooltipInstruction": "Pulse para crear un aviso de cambio de fabricación",
    "activeMcnTooltipTitle": "Aviso de cambio de fabricación activo",
    "activeMcnFirstRowMessage": "\"{0}\" está activo en la actividad actual.",
    "activeMcnSecondRowMessage": "Se están siguiendo los procesos y los elementos de fabricación:",
    "activeMcnThirdRowMessage": "Se han agregado elementos nuevos a los Ítems solución.",
    "activeMcnFourthRowMessage": "Al revisar se han agregado revisiones nuevas a los Ítems solución, y se ha agregado las revisiones existentes a Ítems impactados.",
    "changeManagementFor": "Gestión de cambios correspondiente a {0}",
    "activeManufacturingChangeHeader": "Cambio de fabricación activo",
    "mfgImpactCommandTitle": "Impacto de fabricación",
    "ngpMcnTitle": "Impacto de cambio en fabricación",
    "ngpMcnSubTitle": "Mostrando las actividades impactadas por el aviso de cambio de ingeniería",
    "listOfEcnsHeader": "Cambios de ingeniería relacionados",
    "createMcnPreferenceNotValid": "No se puede crear un aviso de cambio porque no se ha definido correctamente la preferencia \"NGPMCNTypeToCreate\". La preferencia debería incluir un tipo único: \"Mpc0MfgCN\" o uno de los subtipos. Comuníquese con el administrador.",
    "mcnInInvalidStateForAuthoring":"Fallo al implementar la acción porque el Aviso de cambio de fabricación \"{0}\", que sigue la actividad, no tiene el estatus \"Abierto\/Aprobado\/En ejecución\".",
    "userCannotAuthorUnderMcn":"Fallo de la acción porque no tiene los permisos necesarios. Como la Actividad está siendo seguida por un Aviso de cambio de fabricación (MCN), debe tener acceso de escritura al MCN para poder crear, revisar, eliminar o liberar Procesos y Elementos de fabricación.",
    "mustCreateMcnBeforeAuthoring":"Antes de crear las acciones dentro de la actividad, deberá tener una Notificación de cambio de fabricación que siga dicha actividad. Cree una Notificación de cambio de fabricación, y agregue la actividad a las listas de ítems impactados."
}
