{
    "historyOfChangeCmdTitle": "Cronistoria delle modifiche",
    "historyOfChangeDialogTitle": "Cronistoria delle modifiche",
    "historyOfChangeLinkTitle": "Cronistoria delle modifiche >",
    "backToChangeManagementLinkTitle": "< Torna alla gestione delle modifiche",
    "close": "Chiudi",
    "open": "Apri",
    "noChangeHistoryMsg": "\"{0}\" non dispone di una cronistoria delle modifiche e non presenta correlazioni ad alcun avviso di modifica di produzione rilasciato o divenuto obsoleto.",
    "createChangeNotice": "Crea avviso di modifica",
    "cancel": "Annulla",
    "createAndSubmit": "Crea e invia",
    "loading": "Caricamento...",
    "nonActiveMcnTooltipTitle": "Nessun avviso di modifica attivo",
    "nonActiveMcnTooltipMessage": "Non si tiene traccia delle modifiche.",
    "nonActiveMcnTooltipInstruction": "Fare clic per creare un avviso di modifica di produzione",
    "activeMcnTooltipTitle": "Avviso di modifica di produzione attivo",
    "activeMcnFirstRowMessage": "\"{0}\" è attivo per l'attività corrente.",
    "activeMcnSecondRowMessage": "Le procedure e gli elementi di manufacturing vengono tracciati:",
    "activeMcnThirdRowMessage": "I nuovi elementi vengono aggiunti agli item soluzione.",
    "activeMcnFourthRowMessage": "Durante la revisione, le nuove revisioni vengono aggiunte agli item soluzione, mentre quelle preesistenti vengono aggiunte agli item con variazioni.",
    "changeManagementFor": "Gestione delle modifiche per {0}",
    "activeManufacturingChangeHeader": "Modifica di produzione attiva",
    "mfgImpactCommandTitle": "Impatto sulla produzione",
    "ngpMcnTitle": "Impatto della modifica sulla produzione",
    "ngpMcnSubTitle": "Visualizzazione di attività interessate dall’avviso di modifica tecnica",
    "listOfEcnsHeader": "Modifiche tecniche correlate",
    "createMcnPreferenceNotValid": "Impossibile creare un avviso di modifica perché la preferenza \"NGPMCNTypeToCreate\" non è definita correttamente. La preferenza deve includere un tipo singolo: \"Mpc0MfgCN\" o uno dei relativi sottotipi. Rivolgersi all'amministratore.",
    "mcnInInvalidStateForAuthoring":"Impossibile eseguire l'azione perché l'avviso di modifica di produzione \"{0}\", che tiene traccia dell'attività, non si trova nello stato \"Aperto\/Approvato\/In esecuzione\".",
    "userCannotAuthorUnderMcn":"Impossibile completare l’azione perché l’utente non dispone delle autorizzazioni necessarie. Poiché l’attività è tracciata mediante un avviso di modifica di produzione (MCN), è necessario avere accesso in scrittura all’avviso MCN per poter creare, revisionare, eliminare o rilasciare elementi di manufacturing e procedure.",
    "mustCreateMcnBeforeAuthoring":"Prima di eseguire azioni di creazione o modifica all'interno dell'attività, è necessario che quest'ultima sia tracciata da un avviso di modifica di produzione (MCN). Creare un MCN e aggiungere l'attività all'elenco di item con variazioni."
}
