{
    "historyOfChangeCmdTitle": "Histórico de alterações",
    "historyOfChangeDialogTitle": "Histórico de alterações",
    "historyOfChangeLinkTitle": "Histórico de alterações >",
    "backToChangeManagementLinkTitle": "< Voltar para Gerenciamento de alterações",
    "close": "Fechar",
    "open": "Abrir",
    "noChangeHistoryMsg": "\"{0}\" não tem um histórico de alterações. Não está relacionado a nenhum aviso de alteração de manufatura que foi lançado ou se tornou obsoleto.",
    "createChangeNotice": "Criar aviso de alteração",
    "cancel": "Cancelar",
    "createAndSubmit": "Criar e Enviar",
    "loading": "Carregando...",
    "nonActiveMcnTooltipTitle": "Sem aviso de alteração ativo",
    "nonActiveMcnTooltipMessage": "Suas alterações não estão sendo rastreadas. ",
    "nonActiveMcnTooltipInstruction": "Clique para criar um aviso de alteração de fabricação",
    "activeMcnTooltipTitle": "Aviso de alteração de manufatura ativa",
    "activeMcnFirstRowMessage": "\"{0}\" está ativa para a atividade atual.",
    "activeMcnSecondRowMessage": "Processos e elementos de fabricação sendo rastreados:",
    "activeMcnThirdRowMessage": "Novo elementos adicionados a Itens de solução.",
    "activeMcnFourthRowMessage": "Após Revisar, novas revisões serão adicionadas aos Itens de solução, e as revisões existentes serão adicionadas aos Itens impactados.",
    "changeManagementFor": "Alterar gerenciamento para {0}",
    "activeManufacturingChangeHeader": "Alteração de fabricação ativa",
    "mfgImpactCommandTitle": "Impacto na fabricação",
    "ngpMcnTitle": "Impacto da alteração na fabricação",
    "ngpMcnSubTitle": "Mostrando as atividades afetadas pelo aviso de alteração de engenharia",
    "listOfEcnsHeader": "Alterações de engenharia relatadas ",
    "createMcnPreferenceNotValid": "Não é possível criar uma alteração de fabricação porque a preferência \"NGPMCNTypeToCreate\" não está bem definida. A preferência deve incluir um único tipo \"Mpc0MfgCN\" ou um dos seus subtipos. Entre em contato com seu administrador.",
    "mcnInInvalidStateForAuthoring":"A ação falhou porque o Aviso de Alteração de Fabricação \"{0}\", que está monitorando a atividade, não tem um status \"Aberto\/Aprovado\/Executando\".",
    "userCannotAuthorUnderMcn":"A ação falhou porque você não tem as permissões necessárias. Como a atividade está sendo rastreada por um Aviso de Alteração de Manufatura (Manufacturing Change Notice, MCN), você precisa ter permissão para gravação ao MCN, para criar, revisar, excluir ou liberar Processos e Elementos de manufatura. ",
    "mustCreateMcnBeforeAuthoring":"Antes de iniciar ações de autoração dentro da Atividade, você precisa ter um Aviso de Alteração de Manufatura (MCN) a monitorando. Crie uma MCN e adicione a Atividade às suas listas de Itens Impactados."
}
