{
    "historyOfChangeCmdTitle": "Historique des modifications",
    "historyOfChangeDialogTitle": "Historique des modifications",
    "historyOfChangeLinkTitle": "Historique des modifications >",
    "backToChangeManagementLinkTitle": "< Retour à Gestion des modifications",
    "close": "Fermer",
    "open": "Ouvrir",
    "noChangeHistoryMsg": "\"{0}\" n'a pas d'historique des modifications. Elle n'est liée à aucune Notification de modification de Fabrication qui a été validée ou qui est devenue obsolète.",
    "createChangeNotice": "Créer une notification de modification",
    "cancel": "Annuler",
    "createAndSubmit": "Créer et Soumettre",
    "loading": "Chargement...",
    "nonActiveMcnTooltipTitle": "Pas de notification de modification active",
    "nonActiveMcnTooltipMessage": "Pas de suivi de vos modifications.",
    "nonActiveMcnTooltipInstruction": "Cliquer pour créer une notification de modification de fabrication",
    "activeMcnTooltipTitle": "Notification de modification de Fabrication active",
    "activeMcnFirstRowMessage": "\"{0}\" est actif pour l'activité actuelle.",
    "activeMcnSecondRowMessage": "Les processus et éléments de fabrication sont suivis:",
    "activeMcnThirdRowMessage": "De nouveaux éléments sont ajoutés aux Articles de solution.",
    "activeMcnFourthRowMessage": "Au moment de Réviser, de nouvelles révisions sont ajoutées aux Articles de solution, et les révisions existantes sont ajoutées aux Articles impactés.",
    "changeManagementFor": "Gestion des modifications pour {0}",
    "activeManufacturingChangeHeader": "Modification de Fabrication active",
    "mfgImpactCommandTitle": "Impact de Fabrication",
    "ngpMcnTitle": "Impact de la modification sur la Fabrication",
    "ngpMcnSubTitle": "Affichage des activités impactées par la notification de modification technique",
    "listOfEcnsHeader": "Modifications d'ingénierie liées",
    "createMcnPreferenceNotValid": "Impossible de créer une notification de modification car la préférence \"NGPMCNTypeToCreate\" est mal définie. La préférence doit inclure un seul type: \"Mpc0MfgCN\" ou l'un de ses sous-types. Contactez votre administrateur.",
    "mcnInInvalidStateForAuthoring":"L'action a échoué car la Notification de modification de Fabrication \"{0}\", qui fait le suivi de l'activité, n'a pas le statut \"Ouvert\/Approuvé\/En exécution\".",
    "userCannotAuthorUnderMcn":"L'action a échoué car vous ne disposez pas des autorisations nécessaires. Puisque l'activité est suivie par une Notification de modification de Fabrication (MCN), vous devez avoir accès en écriture sur la MCN pour créer, réviser, détruire ou valider des éléments de processus et de fabrication.",
    "mustCreateMcnBeforeAuthoring":"Avant d'entreprendre des actions de création dans l'Activité, il faut qu'une Notification de modification de Fabrication (MCN) en fasse le suivi. Créez une MCN et ajoutez l'Activité à ses listes d'Articles impactés."
}
