{
    "pepCaption": "Program doskonalenia produktu",
    "dataPrivacyChangeInfoMessage": "Zmiany w prywatności danych obowiązują dopiero po następnym zalogowaniu.",
    "dpeCaption":"Digital Product Experience",
    "dpeText1":"Gromadzenie spersonalizowanych danych jest niezbędne, aby umożliwić użytkownikom korzystanie z naszego spersonalizowanego środowiska Digital Product Experience. Digital Product Experience ma na celu umożliwienie użytkownikom bardziej efektywnego korzystania z oferty oprogramowania Siemens Digital Industries Software poprzez zapewnienie spersonalizowanego doświadczenia użytkownika, na przykład szkolenia dla początkujących, powiadomień w aplikacji, przypomnień e-mail i innych. Dzięki cyfrowemu doświadczeniu użytkownicy będą mogli skuteczniej wykorzystać potencjał rozwiązania. Digital Product Experience nie zawiera żadnych działań marketingowych.",
    "dpeText2":"Więcej informacji na temat naszej polityki gromadzenia danych i prywatności można znaleźć w {0}",
    "dpNoticeDesc": "Więcej informacji na temat praktyk przetwarzania danych osobowych firmy Siemens Digital Industries Software można znaleźć w {0}",
    "dpeText3":"Korzystanie ze środowiska Digital Product Experience jest opcjonalne. Jeśli nie chcesz, aby firma Siemens gromadziła te dane i nie chcesz korzystać ze spersonalizowanego doświadczenia, wybierz opcję Odrzuć poniżej.",
    "declinetText": "Odrzuć",
    "agreeText": "Zgadzam się",
    "diswDpNotice": "Informacja o ochronie prywatności danych DISW",
    "diswDpNoticeLink": "Informacja o ochronie prywatności danych firmy Siemens Digital Industries Software.",
    "pepText1": "Firma Siemens Digital Industries Software gromadzi informacje na temat korzystania z naszych produktów przez użytkowników. Te informacje pomagają nam udoskonalić możliwości i funkcje naszych produktów, aby lepiej zaspokoić potrzeby klienta.\n\nWszystkie dane gromadzone w ramach programu doskonalenia produktu będą agregowane i pseudonimizowane. Informacje o własności intelektualnej nie są zbierane ani wysyłane. Nie ma to wpływu na wydajność produktu.",
    "pepText2": "Szczegółowe informacje dotyczące typów danych i zaangażowanych stron zewnętrznych opisano w dokumencie {0}",
    "swTrustCenter": "Siemens Trust Center",
    "pepText3": "Jeśli chcesz kontrolować uczestnictwo (lub wycofać udzieloną zgodę) w odniesieniu do gromadzenia danych w ramach programu doskonalenia produktu, możesz to zrobić za pomocą tej opcji.",
    "dataPrivacy": "Prywatność danych",
    "pepPopupText1": "Firma Siemens Digital Industries Software gromadzi informacje na temat korzystania z naszych produktów przez użytkowników. Te informacje pomagają nam udoskonalić możliwości i funkcje naszych produktów, aby lepiej zaspokoić potrzeby naszych klientów.\n\nWszystkie dane gromadzone w ramach programu doskonalenia produktu będą agregowane i pseudonimizowane. Informacje o własności intelektualnej nie są zbierane ani wysyłane. Nie ma to wpływu na wydajność produktu.",
    "pepPopupText2": "Kliknij przycisk \"Zgadzam się\", aby udzielić zgody na zbieranie danych przez firmę Siemens Industry Software w ramach programu doskonalenia produktu w celu wsparcia naszych produktów.\n\nMożesz również zaprzestać przetwarzania danych w ramach programu doskonalenia produktu, wycofując swoją zgodę na karcie Prywatność danych, która znajduje się w menu ustawień oprogramowania."

}
