{
    "pepCaption": "Product Excellence Program",
    "dataPrivacyChangeInfoMessage": "Datenschutzänderungen werden erst bei der nächsten Anmeldung wirksam.",
    "dpeCaption":"Digital Product Experience",
    "dpeText1":"Damit Benutzer von unserer personalisierten Digital Product Experience profitieren können, ist die Erfassung personalisierter Daten erforderlich. Die Digital Product Experience wurde so konzipiert, dass Benutzer die Produkte von Siemens Digital Industries Software durch die Bereitstellung personalisierter Benutzerinformationen, z. B. Einstiegsschulungen, In-App-Benachrichtigungen, E-Mail-Erinnerungen usw. effektiver einsetzen können. Die digitalen Informationen ermöglichen es den Benutzern, den Mehrwert der Lösung effizienter zu nutzen. Die Digital Product Experience wird nicht zu Marketingzwecken verwendet.",
    "dpeText2":"Weitere Informationen zu Datenschutz und Privatsphäre finden Sie im {0}",
    "dpNoticeDesc": "Weitere Informationen zur Verarbeitung personenbezogener Daten von Siemens Digital Industries Software finden Sie in der {0}",
    "dpeText3":"Die Digital Product Experience ist optional. Wenn Sie keine Datenerfassung und personalisierten Informationen von Siemens wünschen, wählen Sie nachfolgend die Option \"Ablehnen\" aus.",
    "declinetText": "Ablehnen",
    "agreeText": "Zustimmen",
    "diswDpNotice": "Die DISW-Datenschutzerklärung",
    "diswDpNoticeLink": "Datenschutzerklärung von Siemens Digital Industries Software.",
    "pepText1": "Siemens Digital Industries Software sammelt Informationen zur Nutzung der Produkte durch die Benutzer. Diese Informationen helfen uns dabei, unsere Produktfunktionen besser an die Wünsche der Kunden anzupassen.\n\nAlle im Rahmen des Product Excellence Program gesammelten Daten werden zusammengeführt und pseudonymisiert. Es werden keine Informationen zu geistigem Eigentum gesammelt oder übermittelt. Die Produktleistung wird nicht beeinträchtigt.",
    "pepText2": "Einzelheiten zur Art der erfassten Daten und zu beteiligten Dritten finden Sie im {0}",
    "swTrustCenter": "Siemens Trust Center",
    "pepText3": "Wenn Sie die Teilnahme in Bezug auf die Datenerfassung im Rahmen des Product Excellence Program steuern oder eine erteilte Einwilligung widerrufen möchten, können Sie dazu diese Option verwenden.",
    "dataPrivacy": "Datenschutz",
    "pepPopupText1": "Siemens Digital Industries Software sammelt Informationen zur Nutzung der Produkte durch die Benutzer. Diese Informationen helfen uns dabei, unsere Produktfunktionen besser an die Wünsche der Kunden anzupassen.\n\nAlle im Rahmen des Product Excellence Program gesammelten Daten werden zusammengeführt und pseudonymisiert. Es werden keine Informationen zu geistigem Eigentum gesammelt oder übermittelt. Die Produktleistung wird nicht beeinträchtigt.",
    "pepPopupText2": "Bitte klicken Sie auf \"Zustimmen\", um der Datenerfassung von Siemens Industry Software im Rahmen des Product Excellence Program zuzustimmen und uns bei der Verbesserung unserer Produkte zu unterstützen.\n\nSie können die Datenerfassung im Rahmen des Product Excellence Program auch beenden, indem Sie Ihre Zustimmung auf der Registerkarte \"Datenschutz\" im Einstellungsmenü der Software widerrufen."

}
