{
    "pepCaption": "Programa para la excelencia en productos",
    "dataPrivacyChangeInfoMessage": "Los cambios de privacidad de los datos son efectivos solamente después del próximo inicio de sesión.",
    "dpeCaption":"Experiencia digital con el producto",
    "dpeText1":"Para que los usuarios puedan beneficiarse con nuestra experiencia digital personalizada con el producto, es necesaria la recopilación de datos personalizados. La experiencia digital con el producto está diseñada para que los usuarios puedan utilizar las ofertas de Siemens Digital Industries Software de forma más efectiva, proporcionando una experiencia de usuario personalizada, como guía de iniciación en formación, notificaciones dentro de la aplicación, recordatorios de correo electrónico, etc. Con la experiencia digital, los usuarios se darán cuenta del valor ofrecido por la solución de forma más eficiente. La experiencia digital con el producto no contiene ningún alcance de mercadeo.",
    "dpeText2":"Puede obtener más información sobre nuestra recopilación de datos y políticas de privacidad en {0}",
    "dpNoticeDesc": "Si desea obtener más detalles sobre las prácticas de procesamiento de datos personales de Siemens Digital Industries Software, consulte {0}",
    "dpeText3":"La experiencia digital con el producto es opcional. Si no desea que Siemens recopile estos datos y no desea tener una experiencia personalizada, seleccione Declinar a continuación.",
    "declinetText": "Declinar",
    "agreeText": "Estoy de acuerdo",
    "diswDpNotice": "El aviso de privacidad de los datos de DISW",
    "diswDpNoticeLink": "Aviso de privacidad de datos de Siemens Digital Industries Software.",
    "pepText1": "Siemens Digital Industries Software recopila información sobre el uso de nuestras ofertas por parte de sus usuarios. Esta información nos ayuda a mejorar las características y funcionalidades de nuestros productos para satisfacer mejor las necesidades de nuestros clientes.\n\nTodos los datos recopilados en el Programa para la excelencia en productos se agregarán y se pseudonimizarán. No se recopila ni envía información sobre propiedad intelectual. El rendimiento del producto no se verá afectado.",
    "pepText2": "Los detalles relativos a los tipos de datos y a los terceros implicados se describen en el {0}",
    "swTrustCenter": "Centro de confianza de Siemens",
    "pepText3": "Si desea controlar la participación (o retirar cualquier consentimiento dado) con respecto a la recopilación de datos en el Programa para la excelencia en productos, puede hacerlo con esta opción.",
    "dataPrivacy": "Privacidad de los datos",
    "pepPopupText1": "Siemens Digital Industries Software recopila información sobre el uso de nuestras ofertas por parte de sus usuarios. Esta información nos ayuda a mejorar las características y funcionalidades de nuestros productos para satisfacer mejor las necesidades de nuestros clientes.\n\nTodos los datos recopilados en el Programa para la excelencia en productos se agregarán y se pseudonimizarán. No se recopila ni envía información sobre propiedad intelectual. El rendimiento del producto no se verá afectado.",
    "pepPopupText2": "Pulse \"Aceptar\" para aceptar la recopilación de datos de Siemens Industry Software en el Programa para la excelencia en productos con el fin de ayudarnos a mejorar nuestras ofertas.\n\nPuede detener cualquier procesamiento de datos en el Programa para la excelencia en productos al retirar su consentimiento en la pestaña Privacidad de los datos que se encuentra en el menú de ajustes del programa informático."

}
