{
    "pepCaption": "Programme d'Excellence du produit",
    "dataPrivacyChangeInfoMessage": "Les modifications de confidentialité des données ne seront effectives qu'à la prochaine connexion.",
    "dpeCaption":"Expérience numérique des produits",
    "dpeText1":"Pour permettre aux utilisateurs de tirer parti de notre Expérience numérique des produits personnalisée, la collecte de données personnalisées est nécessaire. L'Expérience numérique des produits est conçue pour permettre aux utilisateurs d'utiliser plus efficacement les offres produits de Siemens Digital Industries Software en fournissant une expérience utilisateur personnalisée : formation de prise en main, notifications dans l'application, rappels par e-mail, etc. Grâce à l'expérience numérique, les utilisateurs concrétisent plus efficacement la valeur apportée par nos solutions. L'Expérience numérique des produits ne contient aucune approche marketing.",
    "dpeText2":"Vous pouvez en savoir plus sur nos politiques de collecte de données et de protection de la vie privée dans {0}",
    "dpNoticeDesc": "Pour plus de détails sur les pratiques de traitement des données personnelles de Siemens Digital Industries Software, consultez {0}",
    "dpeText3":"L'Expérience numérique des produits est facultative. Si vous ne souhaitez pas que Siemens collecte ces données et ne souhaitez pas une expérience personnalisée, sélectionnez \"Je refuse\".",
    "declinetText": "Refuser",
    "agreeText": "J'accepte",
    "diswDpNotice": "Notification de confidentialité des données DISW",
    "diswDpNoticeLink": "Notification de confidentialité des données Siemens Digital Industries Software.",
    "pepText1": "Siemens Digital Industries Software collecte des informations sur l'utilisation de ses offres par ses utilisateurs. Ces informations l'aident à améliorer les fonctionnalités de ses produits afin de mieux répondre aux besoins de ses clients.\n\nToutes les données recueillies dans le cadre du Programme d'excellence des produits seront agrégées et anonymisées. Aucune information sur la propriété intellectuelle n'est recueillie ni envoyée. Les performances des produits ne sont pas affectées.",
    "pepText2": "Les détails concernant les types de données et les sociétés tierces impliquées sont décrits dans {0}",
    "swTrustCenter": "Siemens Trust Center",
    "pepText3": "Si vous souhaitez contrôler la participation (ou retirer un consentement donné) en ce qui concerne la collection de données sous le Programme d'excellence des produits, vous pouvez le faire avec cette option.",
    "dataPrivacy": "Confidentialité des données",
    "pepPopupText1": "Siemens Digital Industries Software collecte des informations sur l'utilisation de ses offres par ses utilisateurs. Ces informations l'aident à améliorer les fonctionnalités de ses produits afin de mieux répondre aux besoins de ses clients.\n\nToutes les données recueillies dans le cadre du Programme d'excellence des produits seront agrégées et anonymisées. Aucune information sur la propriété intellectuelle n'est recueillie ni envoyée. Les performances des produits ne sont pas affectées.",
    "pepPopupText2": "Cliquez sur “J'accepte” pour donner votre accord à la collecte de données par Siemens Industry Software dans le cadre du Programme d'excellence des produits, afin de nous accompagner dans l'amélioration de nos offres.\n\nVous pouvez également interrompre tout traitement de données effectué dans le cadre du Programme d'excellence des produits, en retirant votre consentement dans l'onglet Confidentialité des données, situé dans le menu des paramètres du logiciel."

}
