{
    "pepCaption": "Programa de Excelência do Produto",
    "dataPrivacyChangeInfoMessage": "As alterações na privacidade de dados só entrarão em vigor na próxima sessão.",
    "dpeCaption":"Experiência de Produto Digital",
    "dpeText1":"Para permitir que os usuários se beneficiem de nossa Experiência de Produto Digital personalizada, é necessária a coleta de dados personalizados. A Experiência de Produto Digital foi criada para permitir que os usuários usem as ofertas da Siemens Digital Industries Software de forma mais eficiente ao fornecer uma experiência de usuário personalizada, como treinamento como treinamento de introdução, notificações no aplicativo, lembretes por e-mail e muito mais. Com a experiência digital, os usuários constatarão o valor com a solução de forma mais eficiente. A Experiência de Produto Digital não contém nenhuma divulgação de marketing.",
    "dpeText2":"Você pode saber mais sobre nossa coleta de dados e políticas de privacidade no {0}",
    "dpNoticeDesc": "Para obter mais detalhes sobre as práticas de processamento de dados pessoais da Siemens Digital Industries Software, consulte o {0}",
    "dpeText3":"A Experiência de Produto Digital é opcional. Se você não quiser que a Siemens colete esses dados e não deseja uma experiência personalizada, selecione Recusar abaixo.",
    "declinetText": "Recusar",
    "agreeText": "Concordo",
    "diswDpNotice": "O Aviso de Privacidade de Dados da DISW",
    "diswDpNoticeLink": "Aviso de Privacidade de Dados da Siemens Digital Industries Software.",
    "pepText1": "A Siemens Digital Industries Software coleta informações sobre o uso de nossas ofertas por seus usuários. Essas informações nos ajudam a melhorar os recursos e funcionalidades de nossos produtos, para melhor atender às necessidades de nossos clientes.\n\\Todos os dados coletados no Programa de Excelência do Produto serão agregados e apresentados sob pseudônimo. Nenhuma informação de propriedade intelectual é coletada ou enviada. O desempenho do produto não é afetado.",
    "pepText2": "Os detalhes sobre os tipos de dados e os terceiros envolvidos são descritos no{0}",
    "swTrustCenter": "Centro de Confiança da Siemens",
    "pepText3": "Se quiser controlar a participação (ou retirar um consentimento dado) em relação à coleta de dados no Programa de Excelência do Produto, você pode fazê-lo com esta opção.",
    "dataPrivacy": "Privacidade de Dados",
    "pepPopupText1": "A Siemens Digital Industries Software coleta informações sobre o uso de nossas ofertas por seus usuários. Essas informações nos ajudam a melhorar os recursos e funcionalidades de nossos produtos, para melhor atender às necessidades de nossos clientes.\n\\Todos os dados coletados no Programa de Excelência do Produto serão agregados e apresentados sob pseudônimo. Nenhuma informação de propriedade intelectual é coletada ou enviada. O desempenho do produto não é afetado.",
    "pepPopupText2": "Clique em “Concordo”, para consentir a coleta de dados do Siemens Industry Software no Programa de Excelência do Produto, para nos ajudar a melhorar nossas ofertas.\n\nVocê também pode interromper qualquer processamento de dados no Programa de Excelência do Produto retirando seu consentimento na guia Privacidade de Dados, que pode ser encontrada no menu de configurações do software."

}
