{
    "pepCaption": "Product Excellence Program",
    "dataPrivacyChangeInfoMessage": "Změny ochrany osobních údajů budou účinné až po dalším přihlášení.",
    "dpeCaption":"Digital Product Experience",
    "dpeText1":"Aby mohli uživatelé využívat náš přizpůsobený program Digital Product Experience, je zapotřebí shromažďovat přizpůsobené údaje. Program Digital Product Experience je navržen tak, aby umožňoval uživatelům efektivněji využívat nabídky společnosti Siemens Digital Industries Software na základě poskytování přizpůsobených možností, například úvodního školení, upozornění v aplikaci, připomenutí e-mailem a dalších. Pomocí digitálních možností budou moci uživatelé efektivněji zhodnotit dané řešení. Program Digital Product Experience nemá žádný marketingový dosah.",
    "dpeText2":"Více informací o shromažďování údajů a zásadách ochrany osobních údajů naleznete v {0}",
    "dpNoticeDesc": "Podrobnější informace o postupech zpracování osobních údajů ve společnosti Siemens Digital Industries Software naleznete v tématu {0}",
    "dpeText3":"Program Digital Product Experience je volitelný. Pokud nechcete, aby společnost Siemens tyto údaje shromažďovala a nechcete přizpůsobené prostředí, níže vyberte možnost Odmítnout.",
    "declinetText": "Odmítnout",
    "agreeText": "Souhlasím",
    "diswDpNotice": "Prohlášení o ochraně osobních údajů v DISW",
    "diswDpNoticeLink": "Prohlášení o ochraně osobních údajů ve společnosti Siemens Digital Industries Software.",
    "pepText1": "Společnost Siemens Digital Industries Software shromažďuje informace o využívání našich nabídek uživateli. Tyto informace nám pomáhají zlepšovat prvky a funkce našich produktů tak, aby lépe splňovaly potřeby zákazníků.\n\nVšechny údaje shromážděné v rámci programu Product Excellence Program budou sloučeny a pseudonymizovány. Nejsou shromažďovány ani odesílány žádné informace o duševním vlastnictví. Výkon produktu není ovlivněn.",
    "pepText2": "Podrobnosti týkající se typů údajů a zapojených třetích stran jsou popsány v {0}",
    "swTrustCenter": "Centrum zabezpečení Siemens",
    "pepText3": "Chcete-li řídit účast (nebo odvolat nějaký daný souhlas) s ohledem na sběr dat v rámci programu Product Excellence Program, můžete to provést pomocí této možnosti.",
    "dataPrivacy": "Ochrana osobních údajů",
    "pepPopupText1": "Společnost Siemens Digital Industries Software shromažďuje informace o využívání našich nabídek uživateli. Tyto informace nám pomáhají zlepšovat prvky a funkce našich produktů tak, aby lépe splňovaly potřeby zákazníků.\n\nVšechny údaje shromážděné v rámci programu Product Excellence Program budou sloučeny a pseudonymizovány. Nejsou shromažďovány ani odesílány žádné informace o duševním vlastnictví. Výkon produktu není ovlivněn.",
    "pepPopupText2": "Kliknutím na možnost \"Souhlasím\" udělte souhlas se shromažďováním údajů společností Siemens Industry Software v rámci programu Product Excellence Program, abyste nás podpořili ve vylepšování našich nabídek.\n\nTaké můžete zastavit veškeré zpracovávání údajů v rámci programu Product Excellence Program tak, že odvoláte svůj souhlas na kartě Ochrana osobních údajů, kterou lze nalézt v nabídce nastavení softwaru."

}
