{
    "pepCaption": "Программа совершенствования продуктов",
    "dataPrivacyChangeInfoMessage": "Data privacy changes are effective only upon next login.",
    "dpeCaption":"Digital Product Experience",
    "dpeText1":"To enable users to benefit from our personalized Digital Product Experience the collection of personalized data is necessary. The Digital Product Experience is designed to enable users to use Siemens Digital Industries Software offerings more effectively by providing a personalized user experience, such as getting started training, in-app notifications, email reminders, and more. With the digital experience the users will realize the value with the solution more efficiently. The Digital Product Experience does not contain any marketing outreach.",
    "dpeText2":"You can learn more about our data collection and privacy policies in the {0}",
    "dpNoticeDesc": "For more details on Siemens Digital Industries Software personal data processing practices, please see the {0}",
    "dpeText3":"The Digital Product Experience is optional. If you do not want Siemens to collect this data and do not want a personalized experience, select Decline below.",
    "declinetText": "Отклонить",
    "agreeText": "Согласен",
    "diswDpNotice": "The DISW Data Privacy Notice",
    "diswDpNoticeLink": "Siemens Digital Industries Software Data Privacy Notice.",
    "pepText1": "Siemens Digital Industries Software collects information about the use of our offerings by its users. This information helps us to improve our product features and functionality to better meet our customer's needs.\n\nAll data collected under the Product Excellence Program will be aggregated and pseudonymized. No intellectual property information is collected or sent. Product performance is not affected.",
    "pepText2": "The details regarding the types of data and the third parties engaged are described in the {0}",
    "swTrustCenter": "Siemens Trust Center",
    "pepText3": "If you wish to control the participation (or withdraw any given consent) with regard to the data collection under the Product Excellence Program, you can do so with this option.",
    "dataPrivacy": "Data Privacy",
    "pepPopupText1": "Siemens Digital Industries Software collects information about the use of our offerings by its users. This information helps us to improve our product features and functionality to better meet our customers’ needs.\n\nAll data collected under the Product Excellence Program will be aggregated and pseudonymized. No intellectual property information is collected or sent. Product performance is not affected.",
    "pepPopupText2": "Please click on “Agree” to consent to Siemens Industry Software data collection under the Product Excellence Program in order to support us to improve our offerings.\n\nYou can also stop any data processing under the Product Excellence Program by withdrawing your consent in the Data Privacy tab which can be found in software settings menu."

}
