{
    "pepCaption": "Programma per l'eccellenza dei prodotti",
    "dataPrivacyChangeInfoMessage": "Le modifiche apportate alla privacy dei dati avranno effetto solo al prossimo accesso.",
    "dpeCaption":"Esperienza di prodotto digitale",
    "dpeText1":"La raccolta di dati personali è necessaria per consentire agli utenti di trarre vantaggio dall'Esperienza di prodotto digitale personalizzata, progettata in modo da garantire un utilizzo più efficace delle offerte di Siemens Digital Industries Software mediante un'esperienza utente personalizzata con formazione iniziale, notifiche all'interno delle applicazioni, promemoria via email e molto altro ancora. Grazie all'Esperienza di prodotto digitale, gli utenti potranno realizzare valore con la soluzione in modo più efficiente. L'Esperienza di prodotto digitale non contiene processi di marketing.",
    "dpeText2":"Maggiori informazioni sulla raccolta e la privacy dei dati sono disponibili in {0}",
    "dpNoticeDesc": "Per maggiori dettagli sulle procedure di elaborazione dei dati personali da parte di Siemens Digital Industries Software, vedere {0}",
    "dpeText3":"L'Esperienza di prodotto digitale è facoltativa. Se non si accetta la raccolta dei dati da parte di Siemens per offrire un'esperienza personalizzata, selezionare l'opzione Rifiuta.",
    "declinetText": "Rifiuta",
    "agreeText": "Accetta",
    "diswDpNotice": "Informativa sulla privacy dei dati di DISW",
    "diswDpNoticeLink": "Informativa sulla privacy dei dati di Siemens Digital Industries Software.",
    "pepText1": "Siemens Digital Industries Software raccoglie informazioni sull'uso delle nostre offerte da parte degli utenti. Queste informazioni ci aiutano a migliorare le funzionalità e le caratteristiche dei prodotti per soddisfare al meglio le esigenze dei clienti.\n\nTutti i dati raccolti nell'ambito del Programma per l'eccellenza dei prodotti verranno aggregati e pseudonimizzati. Non vengono raccolte o inviate informazioni sulla proprietà intellettuale. Le prestazioni del prodotto non sono influenzate.",
    "pepText2": "I dettagli relativi ai tipi di dati e terze parti coinvolte sono descritti in {0}",
    "swTrustCenter": "Centro protezione Siemens",
    "pepText3": "È possibile controllare la partecipazione (o revocare il consenso) alla raccolta dei dati nell'ambito del Programma per l'eccellenza dei prodotti utilizzando questa opzione.",
    "dataPrivacy": "Privacy dei dati",
    "pepPopupText1": "Siemens Digital Industries Software raccoglie informazioni sull'uso delle nostre offerte da parte degli utenti. Queste informazioni ci aiutano a migliorare le funzionalità e le caratteristiche dei prodotti per soddisfare al meglio le esigenze dei clienti.\n\nTutti i dati raccolti nell'ambito del Programma per l'eccellenza dei prodotti verranno aggregati e pseudonimizzati. Non vengono raccolte o inviate informazioni sulla proprietà intellettuale. Le prestazioni del prodotto non sono influenzate.",
    "pepPopupText2": "Fare clic su \"Accetta\" per acconsentire alla raccolta dei dati da parte di Siemens Industry Software nell'ambito del Programma per l'eccellenza dei prodotti, al fine di contribuire al miglioramento delle nostre offerte.\n\nÈ anche possibile interrompere l'elaborazione dei dati nell'ambito del Programma per l'eccellenza dei prodotti revocando il consenso nella scheda Privacy dei dati, disponibile nel menu delle impostazioni del software."

}
